azps-tools.azps-tools
azurite.azurite
esbenp.prettier-vscode
github.codespaces
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
ms-azure-devops.azure-pipelines
ms-azuretools.azure-dev
ms-azuretools.vscode-apimanagement
ms-azuretools.vscode-azure-functions-web
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-bicep
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-azuretools.vscode-logicapps
ms-dotnettools.csharp
ms-dotnettools.dotnet-interactive-vscode
ms-dotnettools.vscode-dotnet-pack
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscode-dotnet-sdk
ms-edgedevtools.vscode-edge-devtools
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-ai
ms-toolsai.vscode-ai-inference
ms-toolsai.vscode-ai-remote
ms-toolsai.vscode-ai-remote-web
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.azure-repos
ms-vscode.azurecli
ms-vscode.live-server
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.vscode-github-issue-notebooks
ms-vscode.vscode-node-azure-pack
ms-vscode.vscode-speech
ms-vsliveshare.vsliveshare
msazurermtools.azurerm-vscode-tools
redhat.vscode-yaml
